7zip
amd-ucode
baobab
base
base-devel
bat
bc
bibata-cursor-theme
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
catppuccin-gtk-theme-mocha
cava
cmake
cmatrix
cpio
curl
decibels
dhclient
discord
docker
docker-buildx
docker-compose
dosfstools
efibootmgr
epiphany
evince
fastfetch
fd
firefox
fortune-mod
fuse2
fzf
gcc
gdb
gdm
gdm-settings
gimp
git
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-user-docs
gnome-user-share
gnome-weather
gnu-netcat
google-chrome
gperf
grilo-plugins
grub
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprshot-git
inetutils
iw
jupyterlab
kitty
lazydocker
lazygit
less
libslirp
linux
linux-firmware
linux-headers
loupe
luarocks
make
malcontent
man-db
man-pages
meson
mpv
mtools
nautilus
neovim
net-tools
networkmanager
nmap
noto-fonts
noto-fonts-cjk
ntfs-3g
ntp
nwg-look
obs-studio
orca
os-prober
pacman-contrib
patchutils
pipes.sh
pipewire
planify
plocate
python-pip
python312
qt6-charts
reflector
ripgrep
ruby
rust-analyzer
rustup
rygel
sagemath
simple-scan
sl
snapshot
sox
spotify
spotify-adblock
sshfs
stow
sudo
sushi
swaync
swayosd
tcl
tcpdump
tecla
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
tk
tldr
tmux
totem
tree-sitter-cli
ufw
valgrind
vim
virtualbox
virtualbox-guest-iso
virtualbox-host-modules-arch
visual-studio-code-bin
vlc
vmware-keymaps
vmware-workstation
waybar
wget
wlogout
wlsunset
woff2-font-awesome
wofi
wtype
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-user-dirs-gtk
xorg-xrandr
yay
yay-debug
yazi
yelp
zsh
